{
  "terms": {
    "title": "నిబంధనలు & షరతులు",
    "lastUpdated": "చివరిగా నవీకరించబడింది: ఫిబ్రవరి 23, 2026",
    "intro": "భాగ్యలక్ష్మి ఫ్యూచర్ గోల్డ్‌కు స్వాగతం. మా వెబ్‌సైట్ (shop.darisi.in) ను యాక్సెస్ చేయడం లేదా ఉపయోగించడం ద్వారా, మీరు ఈ నిబంధనలు & షరతులకు కట్టుబడి ఉంటారు. ఆర్డర్ చేయడానికి లేదా మా సేవలను ఉపయోగించడానికి ముందు దయచేసి వాటిని జాగ్రత్తగా చదవండి.",
    "useOfWebsite": {
      "title": "వెబ్‌సైట్ వినియోగం",
      "content": "మీరు ఈ వెబ్‌సైట్‌ను చట్టబద్ధమైన ప్రయోజనాల కోసం మాత్రమే ఉపయోగించవచ్చు. వెబ్‌సైట్‌ను దుర్వినియోగం చేయడం, అనధికార ప్రాప్యతను ప్రయత్నించడం లేదా దాని కార్యాచరణలో జోక్యం చేసుకోకూడదని మీరు అంగీకరిస్తున్నారు. ఈ నిబంధనలను ఉల్లంఘించే ఏ వినియోగదారునికైనా ప్రాప్యతను నిరోధించడం లేదా ముగించడం చేసే హక్కు మాకు ఉంది."
    },
    "productsAndPricing": {
      "title": "ఉత్పత్తులు & ధరలు",
      "content": "మేము ఫ్యాషన్ జ్యువెలరీ (ఇమిటేషన్/ఆర్టిఫిషియల్ జ్యువెలరీ) విక్రయిస్తాము, స్పష్టంగా పేర్కొనకపోతే విలువైన లోహాలు లేదా రత్నాలు కాదు. అన్ని ధరలు భారతీయ రూపాయలలో (₹) జాబితా చేయబడ్డాయి మరియు వర్తించే పన్నులను కలిగి ఉంటాయి. ముందస్తు నోటీసు లేకుండా ఎప్పుడైనా ధరలను మార్చే హక్కు మాకు ఉంది. ఉత్పత్తి చిత్రాలు దృష్టాంతం కోసం మాత్రమే మరియు వాస్తవ ఉత్పత్తి నుండి కొద్దిగా భిన్నంగా ఉండవచ్చు."
    },
    "ordersAndPayments": {
      "title": "ఆర్డర్లు & చెల్లింపులు",
      "content": "ఆర్డర్ చేయడం ద్వారా, మీరు ఎంచుకున్న ఉత్పత్తులను కొనుగోలు చేయడానికి ఆఫర్ చేస్తారు. ఏ ఆర్డర్‌నైనా ఆమోదించడం లేదా తిరస్కరించే హక్కు మాకు ఉంది. చెల్లింపులు Razorpay ద్వారా సురక్షితంగా ప్రాసెస్ చేయబడతాయి. మేము UPI, డెబిట్ కార్డ్‌లు, క్రెడిట్ కార్డ్‌లు, నెట్ బ్యాంకింగ్ మరియు Razorpay మద్దతు ఇచ్చే ఇతర పద్ధతులను అంగీకరిస్తాము. విజయవంతమైన చెల్లింపు తర్వాత మాత్రమే ఆర్డర్లు నిర్ధారించబడతాయి."
    },
    "shippingAndDelivery": {
      "title": "షిప్పింగ్ & డెలివరీ",
      "content": "మేము భారతదేశం అంతటా షిప్ చేస్తాము. ₹999 కంటే తక్కువ ఆర్డర్‌లకు ₹49 షిప్పింగ్ ఛార్జ్ వర్తిస్తుంది. ₹999 పైన ఆర్డర్‌లు ఉచిత షిప్పింగ్‌కు అర్హత పొందుతాయి. డెలివరీ సమయాలు అంచనాలు మాత్రమే మరియు మీ ప్రాంతం మరియు కొరియర్ లభ్యతను బట్టి మారవచ్చు. కొరియర్ సేవలు లేదా ఊహించని పరిస్థితుల వల్ల జరిగే ఆలస్యాలకు మేము బాధ్యులం కాము."
    },
    "returnsAndExchanges": {
      "title": "రిటర్న్‌లు & ఎక్స్ఛేంజ్‌లు",
      "content": "మీరు దెబ్బతిన్న లేదా లోపభూయిష్ట ఉత్పత్తిని అందుకుంటే, దయచేసి డెలివరీ తర్వాత 48 గంటల్లో వస్తువు ఫోటోలతో మాకు సంప్రదించండి. మా అభీష్టం మేరకు రీప్లేస్‌మెంట్ లేదా రీఫండ్ ఏర్పాటు చేస్తాము. మనసు మారినందుకు లేదా తప్పు సైజ్ ఎంపికకు రిటర్న్‌లు అంగీకరించబడవు. అద్దె వస్తువులు అందుకున్న అదే స్థితిలో తిరిగి ఇవ్వాలి."
    },
    "rentalTerms": {
      "title": "అద్దె వస్తువులు",
      "content": "అద్దె జ్యువెలరీ సెట్లు నిర్ణీత అద్దె కాలానికి అందుబాటులో ఉంటాయి. వస్తువులు అసలు స్థితిలో తిరిగి ఇవ్వాలి. అద్దె వస్తువులకు ఏదైనా నష్టం లేదా పోగొట్టుకోవడం కస్టమర్‌కు ఛార్జ్ చేయబడుతుంది. అద్దె డిపాజిట్‌లు, వర్తించినట్లయితే, వస్తువులు సంతృప్తికరంగా తిరిగి ఇచ్చిన తర్వాత రీఫండ్ చేయబడతాయి."
    },
    "intellectualProperty": {
      "title": "మేధో సంపత్తి",
      "content": "ఈ వెబ్‌సైట్‌లోని అన్ని కంటెంట్ — టెక్స్ట్, చిత్రాలు, లోగోలు మరియు డిజైన్ సహా — భాగ్యలక్ష్మి ఫ్యూచర్ గోల్డ్ ఆస్తి మరియు కాపీరైట్ చట్టాల ద్వారా రక్షించబడుతుంది. మా ముందస్తు వ్రాతపూర్వక అనుమతి లేకుండా మీరు ఏ కంటెంట్‌నైనా పునరుత్పత్తి చేయడం, పంపిణీ చేయడం లేదా ఉపయోగించడం చేయకూడదు."
    },
    "limitationOfLiability": {
      "title": "బాధ్యత పరిమితి",
      "content": "ఈ వెబ్‌సైట్ వినియోగం లేదా మా ఉత్పత్తుల కొనుగోలు నుండి ఉత్పన్నమయ్యే ఏదైనా పరోక్ష, ప్రాసంగిక లేదా పర్యవసాన నష్టాలకు భాగ్యలక్ష్మి ఫ్యూచర్ గోల్డ్ బాధ్యత వహించదు. మా మొత్తం బాధ్యత ప్రశ్నలోని నిర్దిష్ట ఉత్పత్తికి చెల్లించిన మొత్తాన్ని మించదు."
    },
    "governingLaw": {
      "title": "నిర్వహణ చట్టం",
      "content": "ఈ నిబంధనలు & షరతులు భారతదేశ చట్టాల ద్వారా నిర్వహించబడతాయి. ఏవైనా వివాదాలు చీరాల, బాపట్ల జిల్లా, ఆంధ్రప్రదేశ్, భారతదేశంలోని కోర్టుల ప్రత్యేక అధికార పరిధికి లోబడి ఉంటాయి."
    },
    "contact": {
      "title": "మమ్మల్ని సంప్రదించండి",
      "content": "ఈ నిబంధనలు & షరతుల గురించి మీకు ఏవైనా ప్రశ్నలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించండి:",
      "emailLabel": "ఇమెయిల్",
      "phoneLabel": "ఫోన్",
      "addressLabel": "చిరునామా"
    }
  },
  "privacy": {
    "title": "గోప్యతా విధానం",
    "lastUpdated": "చివరిగా నవీకరించబడింది: ఫిబ్రవరి 23, 2026",
    "intro": "భాగ్యలక్ష్మి ఫ్యూచర్ గోల్డ్ (\"మేము\", \"మాకు\", లేదా \"మా\") వెబ్‌సైట్ shop.darisi.in ను నిర్వహిస్తుంది. మీరు మా వెబ్‌సైట్‌ను ఉపయోగించినప్పుడు మేము మీ వ్యక్తిగత సమాచారాన్ని ఎలా సేకరిస్తాము, ఉపయోగిస్తాము మరియు రక్షిస్తాము అనేది ఈ గోప్యతా విధానం వివరిస్తుంది.",
    "informationWeCollect": {
      "title": "మేము సేకరించే సమాచారం",
      "content": "మేము ఈ క్రింది రకాల సమాచారాన్ని సేకరిస్తాము:",
      "items": {
        "account": "ఖాతా సమాచారం: మీరు ఖాతాను సృష్టించినప్పుడు లేదా ఆర్డర్ చేసినప్పుడు పేరు, ఇమెయిల్ చిరునామా మరియు ఫోన్ నంబర్.",
        "google": "Google ఖాతా డేటా: మీరు Google తో సైన్ ఇన్ చేస్తే, మేము మీ Google ఖాతా నుండి మీ పేరు, ఇమెయిల్ చిరునామా మరియు ప్రొఫైల్ చిత్రాన్ని అందుకుంటాము.",
        "shipping": "షిప్పింగ్ వివరాలు: చెకౌట్ సమయంలో అందించిన డెలివరీ చిరునామా.",
        "order": "ఆర్డర్ సమాచారం: కొనుగోలు చేసిన ఉత్పత్తులు, ఆర్డర్ చరిత్ర మరియు లావాదేవీ వివరాలు.",
        "usage": "వినియోగ డేటా: కుకీల ద్వారా స్వయంచాలకంగా సేకరించబడిన సందర్శించిన పేజీలు, బ్రౌజర్ రకం మరియు పరికర సమాచారం."
      }
    },
    "howWeUse": {
      "title": "మీ సమాచారాన్ని మేము ఎలా ఉపయోగిస్తాము",
      "content": "మీ వ్యక్తిగత సమాచారాన్ని మేము ఈ క్రింది వాటి కోసం ఉపయోగిస్తాము:",
      "items": {
        "orders": "మీ ఆర్డర్‌లను ప్రాసెస్ చేయడం మరియు నెరవేర్చడం",
        "account": "మీ ఖాతాను నిర్వహించడం మరియు కస్టమర్ మద్దతు అందించడం",
        "communicate": "ఆర్డర్ అప్‌డేట్‌లు, షిప్పింగ్ నోటిఫికేషన్‌లు మరియు రసీదులు పంపడం",
        "improve": "మా వెబ్‌సైట్ మరియు ఉత్పత్తి ఆఫర్‌లను మెరుగుపరచడం",
        "security": "మోసాన్ని నిరోధించడం మరియు వెబ్‌సైట్ భద్రతను నిర్ధారించడం"
      }
    },
    "googleAuth": {
      "title": "Google సైన్-ఇన్",
      "content": "సౌకర్యవంతమైన ఖాతా సృష్టి మరియు లాగిన్ కోసం మేము Google సైన్-ఇన్‌ను అందిస్తాము. మీరు Google తో సైన్ ఇన్ చేసినప్పుడు, మేము మీ ప్రాథమిక ప్రొఫైల్ సమాచారాన్ని (పేరు, ఇమెయిల్ మరియు ప్రొఫైల్ చిత్రం) మాత్రమే యాక్సెస్ చేస్తాము. మేము మీ Google పరిచయాలు, క్యాలెండర్ లేదా ఇతర Google సేవలను యాక్సెస్ చేయము. మీరు ఎప్పుడైనా మీ Google ఖాతా సెట్టింగ్‌ల ద్వారా యాక్సెస్‌ను రద్దు చేయవచ్చు."
    },
    "paymentInfo": {
      "title": "చెల్లింపు సమాచారం",
      "content": "అన్ని చెల్లింపులు మా పేమెంట్ గేట్‌వే Razorpay ద్వారా సురక్షితంగా ప్రాసెస్ చేయబడతాయి. మేము మీ క్రెడిట్ కార్డ్ నంబర్‌లు, డెబిట్ కార్డ్ నంబర్‌లు లేదా బ్యాంకింగ్ వివరాలను మా సర్వర్‌లలో నిల్వ చేయము. Razorpay PCI-DSS ప్రమాణాలకు అనుగుణంగా అన్ని చెల్లింపు డేటాను నిర్వహిస్తుంది. వారు మీ చెల్లింపు డేటాను ఎలా నిర్వహిస్తారో మరింత సమాచారం కోసం దయచేసి Razorpay గోప్యతా విధానాన్ని చూడండి."
    },
    "cookies": {
      "title": "కుకీలు",
      "content": "మీ సెషన్‌ను నిర్వహించడానికి, మీ ప్రాధాన్యతలను (భాష మరియు థీమ్ వంటివి) గుర్తుంచుకోవడానికి మరియు మీ బ్రౌజింగ్ అనుభవాన్ని మెరుగుపరచడానికి మేము కుకీలు మరియు సారూప్య సాంకేతికతలను ఉపయోగిస్తాము. వెబ్‌సైట్ సరిగ్గా పనిచేయడానికి అవసరమైన అవసరమైన కుకీలు ఇవి. మీరు మీ బ్రౌజర్ సెట్టింగ్‌లలో కుకీలను నిలిపివేయవచ్చు, కానీ ఇది వెబ్‌సైట్ కార్యాచరణను ప్రభావితం చేయవచ్చు."
    },
    "dataSecurity": {
      "title": "డేటా భద్రత",
      "content": "అనధికార ప్రాప్యత, మార్పు, బహిర్గతం లేదా విధ్వంసానికి వ్యతిరేకంగా మీ వ్యక్తిగత సమాచారాన్ని రక్షించడానికి మేము తగిన సాంకేతిక మరియు సంస్థాగత చర్యలను అమలు చేస్తాము. మా వెబ్‌సైట్ అన్ని డేటా ప్రసారానికి HTTPS ఎన్‌క్రిప్షన్‌ను ఉపయోగిస్తుంది. అయితే, ఇంటర్నెట్ ప్రసారం యొక్క ఏ పద్ధతి 100% సురక్షితం కాదు మరియు మేము సంపూర్ణ భద్రతకు హామీ ఇవ్వలేము."
    },
    "thirdParty": {
      "title": "మూడవ-పక్ష సేవలు",
      "content": "డేటాను సేకరించగల ఈ క్రింది మూడవ-పక్ష సేవలను మేము ఉపయోగిస్తాము:",
      "items": {
        "supabase": "Supabase: వినియోగదారు ధృవీకరణ మరియు డేటాబేస్ సేవల కోసం",
        "razorpay": "Razorpay: చెల్లింపు ప్రాసెసింగ్ కోసం",
        "google": "Google: సైన్-ఇన్ ధృవీకరణ కోసం",
        "vercel": "Vercel: వెబ్‌సైట్ హోస్టింగ్ కోసం"
      }
    },
    "dataRetention": {
      "title": "డేటా నిలుపుదల",
      "content": "మీ ఖాతా యాక్టివ్‌గా ఉన్నంత కాలం లేదా మీకు సేవలను అందించడానికి అవసరమైనంత కాలం మేము మీ వ్యక్తిగత సమాచారాన్ని నిలుపుకుంటాము. ఖాతా మరియు చట్టపరమైన సమ్మతి కోసం ఆర్డర్ రికార్డులు నిర్వహించబడతాయి. మమ్మల్ని సంప్రదించడం ద్వారా మీ ఖాతా మరియు సంబంధిత డేటాను తొలగించమని మీరు అభ్యర్థించవచ్చు."
    },
    "childrensPrivacy": {
      "title": "పిల్లల గోప్యత",
      "content": "మా వెబ్‌సైట్ 18 సంవత్సరాల కంటే తక్కువ వయస్సు ఉన్న పిల్లల కోసం ఉద్దేశించబడలేదు. మేము తెలిసి పిల్లల నుండి వ్యక్తిగత సమాచారాన్ని సేకరించము. ఒక పిల్లవాడు మాకు వ్యక్తిగత డేటాను అందించారని మీరు నమ్ముతే, దయచేసి మమ్మల్ని సంప్రదించండి మరియు మేము దానిని వెంటనే తొలగిస్తాము."
    },
    "yourRights": {
      "title": "మీ హక్కులు",
      "content": "మీకు ఈ క్రింది హక్కులు ఉన్నాయి:",
      "items": {
        "access": "మీ వ్యక్తిగత సమాచారాన్ని యాక్సెస్ చేయడం మరియు సమీక్షించడం",
        "update": "మీ ఖాతా సెట్టింగ్‌ల ద్వారా మీ వ్యక్తిగత డేటాను నవీకరించడం లేదా సరిదిద్దడం",
        "delete": "మీ ఖాతా మరియు వ్యక్తిగత డేటాను తొలగించమని అభ్యర్థించడం",
        "opt-out": "ప్రచార సమాచారాల నుండి బయటకు రావడం"
      }
    },
    "changes": {
      "title": "ఈ విధానంలో మార్పులు",
      "content": "మేము ఈ గోప్యతా విధానాన్ని ఎప్పటికప్పుడు నవీకరించవచ్చు. ఏవైనా మార్పులు నవీకరించబడిన తేదీతో ఈ పేజీలో పోస్ట్ చేయబడతాయి. ఈ విధానాన్ని ఎప్పటికప్పుడు సమీక్షించమని మేము మిమ్మల్ని ప్రోత్సహిస్తాము."
    },
    "contact": {
      "title": "మమ్మల్ని సంప్రదించండి",
      "content": "ఈ గోప్యతా విధానం గురించి మీకు ఏవైనా ప్రశ్నలు లేదా ఆందోళనలు ఉంటే, దయచేసి మమ్మల్ని సంప్రదించండి:",
      "emailLabel": "ఇమెయిల్",
      "phoneLabel": "ఫోన్",
      "addressLabel": "చిరునామా"
    }
  }
}
